Repository: AntoniPochopien/church_clicker
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it, ja, ko, pl, pt, ru, zh

# priest_lvl_1
source: Mortal being
de: Sterbliches Wesen
fr: Être mortel
it: Essere mortale
ja: 死者
ko: 인간
pl: Śmiertelnik
pt: Ser mortal
ru: Смертное существо
zh: 凡人

# priest_lvl_2
source: Altar Server
de: Altardiener
fr: Servant d'autel
it: Servitore d'altare
ja: 祭壇のサーバー
ko: 예배당 서기
pl: Ministrant
pt: Servidor do Altar
ru: Подсвечник
zh: 祭坛服务员

# priest_lvl_3
source: Deacon
de: Diakon
fr: Diacre
it: Diacono
ja: 執事
ko: 집사
pl: Diakon
pt: Diácono
ru: Дьякон
zh: 执事

# priest_lvl_4
source: Priest
de: Priester
fr: Prêtre
it: Sacerdote
ja: 司祭
ko: 신부
pl: Kapłan
pt: Sacerdote
ru: Священник
zh: 牧师

# priest_lvl_5
source: Archbishop
de: Erzbischof
fr: Archevêque
it: Arcivescovo
ja: 大司教
ko: 대주교
pl: Arcybiskup
pt: Arcebispo
ru: Архиепископ
zh: 大主教

# priest_lvl_6
source: Pope
de: Papst
fr: Pape
it: Papa
ja: 教皇
ko: 교황
pl: Papież
pt: Papa
ru: Папа
zh: 教皇

# fortune_wheel_title
source: Multiply Your Wealth by Spinning the Wheel
de: Multipliziere deinen Reichtum durch Drehen des Rades
fr: Multipliez votre richesse en faisant tourner la roue
it: Moltiplica la tua ricchezza girando la ruota
ja: 車輪を回して富を増やす
ko: 휠 돌려 재산을 증가시키세요
pl: Pomnóż swój majątek kręcąc kołem
pt: Multiplique sua riqueza girando a roda
ru: Умножьте свое богатство, крутя колесо
zh: 旋转轮盘，增加财富

# fortune_wheel_button_watch_ad
source: Watch an Ad to Gain
de: Sieh dir eine Anzeige an, um zu gewinnen
fr: Regardez une publicité pour gagner
it: Guarda una pubblicit√† per ottenere
ja: 広告を見てゲット
ko: 광고 시청하여 획득하세요
pl: Obejrzyj reklamę aby zdobyć
pt: Assista a um anúncio para ganhar
ru: Посмотреть рекламу, чтобы получить
zh: 观看广告以获取收益

# fortune_wheel_spin
source: Spin the Wheel for
de: Drehe das Rad f체r
fr: Faites tourner la roue pour
it: Gira la ruota per
ja: 回す
ko: 돌리기
pl: Zakręć kołem za
pt: Gire a roda por
ru: Крутить колесо за
zh: 旋转轮盘

# shop_church
source: Church
de: Kirche
fr: Église
it: Chiesa
ja: 教会
ko: 교회
pl: Kościół
pt: Igreja
ru: Церковь
zh: 教堂

# shop_priest
source: Priest
de: Priester
fr: Prêtre
it: Sacerdote
ja: 司祭
ko: 신부
pl: Ksiądz
pt: Sacerdote
ru: Священник
zh: 牧师

# shop_upgrade_priest
source: Upgrade Priest
de: Priester verbessern
fr: Améliorer le prêtre
it: Aggiorna il sacerdote
ja: 司祭をアップグレード
ko: 신부 업그레이드
pl: Ulepsz Księdza
pt: Atualizar Sacerdote
ru: Улучшить священника
zh: 升级牧师

# shop_upgrade_church
source: Upgrade Church
de: Kirche verbessern
fr: Améliorer l'église
it: Aggiorna la chiesa
ja: 教会をアップグレード
ko: 교회 업그레이드
pl: Ulepsz Kościół
pt: Atualizar Igreja
ru: Улучшить церковь
zh: 升级教堂

# language_select_language
source: Select Language
de: Sprache ausw채hlen
fr: Sélectionnez la langue
it: Seleziona lingua
ja: 言語を選択
ko: 언어 선택
pl: Wybierz język
pt: Selecione o Idioma
ru: Выберите язык
zh: 选择语言

# priest_item_1
source: Rosary
de: Rosenkranz
fr: Chapelet
it: Rosario
ja: ロザリオ
ko: 로자리오
pl: Różaniec
pt: Rosário
ru: Розарий
zh: 念珠

# priest_item_2
source: Prayer book
de: Gebetbuch
fr: Livre de prières
it: Libro delle preghiere
ja: 祈りの本
ko: 기도서
pl: Modlitewnik
pt: Livro de Orações
ru: Молитвенник
zh: 祷告书

# priest_item_3
source: Cassock
de: Soutane
fr: Soutane
it: Tonaca
ja: カソック
ko: 캐소크
pl: Koloratka
pt: Sotaina
ru: Ряса
zh: 袈裟

# priest_item_4
source: Chalice
de: Kelch
fr: Calice
it: Calice
ja: 聖杯
ko: 성배
pl: Kielich
pt: Cálice
ru: Чаша
zh: 圣餐杯

# priest_item_5
source: Stole
de: Stola
fr: Étole
it: Stola
ja: ストール
ko: 스톨
pl: Stuła
pt: Estola
ru: Стола
zh: 袖巾

# priest_item_6
source: Crucifix
de: Kreuz
it: Croce
ja: 十字架
ko: 십자가
pl: Krucyfiks
pt: Crucifixo
ru: Крест
zh: 十字架

# priest_item_7
source: Cape
de: Mantel
it: Cappa
ja: ケープ
ko: 망토
pl: Peleryna
pt: Capa
ru: Плащ
zh: 斗篷

# priest_item_8
source: Bible
de: Bibel
it: Bibbia
ja: 聖書
ko: 성경
pl: Biblia
pt: Bíblia
ru: Библия
zh: 圣经

# priest_item_9
source: Host
de: Hostie
fr: Hostie
it: Ostia
ja: 聖体
ko: 성체
pl: Biały gołąb
pt: Hóstia
ru: Пресвятая Хлеб
zh: 圣饼

# priest_item_10
source: Papamobile
de: Papamobil
ja: 教皇専用車
ko: 교황용 차량
pt: Papamóvel
ru: Папамобиль
zh: 教皇座车

# church_item_1
source: Church
de: Kirche
fr: Église
it: Chiesa
ja: 教会
ko: 교회
pl: Kościół
pt: Igreja
ru: Церковь
zh: 教堂

# church_item_2
source: Offering plate
de: Kollekte
fr: Plateau de collecte
it: Piatto delle offerte
ja: 献金皿
ko: 헌금접시
pl: Taca na $
pt: Placa de Ofertas
ru: Поднос для пожертвований
zh: 奉献盘

# church_item_3
source: Candles
de: Kerzen
fr: Bougies
it: Candele
ja: ろうそく
ko: 양초
pl: Świece
pt: Velas
ru: Свечи
zh: 蜡烛

# church_item_4
source: Pews
de: Kirchenb채nke
fr: Chaises
it: Banchi
ja: 座席
ko: 교회 의자
pl: Ławki
pt: Bancos
ru: Скамьи
zh: 长凳

# church_item_5
source: Confessional
de: Beichtstuhl
fr: Confessionnal
it: Confessionale
ja: 告解室
ko: 고해실
pl: Konfesjonał
pt: Confessionário
ru: Приходская будка
zh: 忏悔室

# church_item_6
source: Bell
de: Glocke
fr: Cloche
it: Campana
ja: 鐘
ko: 종
pl: Dzwon
pt: Sino
ru: Колокол
zh: 钟

# church_item_7
source: Organ
de: Orgel
fr: Orgue
it: Organo
ja: オルガン
ko: 오르간
pl: Organy
pt: Órgão
ru: Орган
zh: 风琴

# church_item_8
source: Altar
fr: Autel
it: Altare
ja: 祭壇
ko: 제단
pl: Ołtarz
ru: Алтарь
zh: 祭坛

# church_item_9
source: Crucifix
de: Kreuz
it: Croce
ja: 十字架
ko: 십자가
pl: Krzyż
pt: Crucifixo
ru: Крест
zh: 十字架

# church_item_10
source: Cemetery
de: Friedhof
fr: Cimetière
it: Cimitero
ja: 墓地
ko: 묘지
pl: Cmentarz
pt: Cemitério
ru: Кладбище
zh: 墓地

# popup_title
source: When you went to rest, the faithful gave you:
de: Als du dich ausgeruht hast, haben dir die Gl채ubigen gegeben:
fr: Lorsque vous êtes allé vous reposer, les fidèles vous ont donné :
it: Quando ti sei riposato, i fedeli ti hanno dato:
ja: 休むとき、信者たちはあなたに与えました：
ko: 쉬러 갔을 때, 성도들이 당신에게 주었습니다:
pl: Kiedy udałeś się na spoczynek wierni przekazali Ci:
pt: Quando você foi descansar, os fiéis te deram:
ru: Когда вы отдохнули, верующие дали вам:
zh: 当你休息时，信徒给了你：

# popup_button
source: Multiply your profit!
de: Multipliziere deinen Gewinn!
fr: Multipliez vos bénéfices !
it: Moltiplica il tuo profitto!
ja: 利益を増やす！
ko: 수익을 증가시키세요!
pl: Pomnóż zysk!
pt: Multiplique seu lucro!
ru: Умножьте свою прибыль!
zh: 增加你的收益！

# onboarding_text
source: Buy and upgrade churches! +{value} per second
fr: Achetez et améliorez les églises ! +{value} par seconde
ja: 教会を購入してアップグレード！ + 1秒あたり{value}
ko: 교회를 구입하고 업그레이드하세요! 초당 +{value}
pt: Compre e melhore igrejas! +{value} por segundo
ru: Покупайте и улучшайте церкви! +{value} в секунду
zh: 购买并升级教堂！ 每秒 +{value} 个

# onboarding_buy
source: Buy!
fr: Acheter !
ja: 購入する！
ko: 구매하기!
pt: Comprar!
ru: Купить!
zh: 购买！
